tap "dimentium/autoraise"
tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "chruby"
brew "dimentium/autoraise/autoraise"
brew "eza"
brew "fd"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/borders"
brew "fzf"
brew "highlight"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "go"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "nvm"
brew "starship"
brew "tmux"
brew "vifm"
brew "zk"
brew "task"
brew "zoxide"
brew "pngpaste"

cask "1password"
cask "1password-cli"
cask "aerospace"
cask "burp-suite-professional"
cask "dash"
cask "meetingbar"
cask "firefox"
cask "hammerspoon"
cask "jordanbaird-ice"
cask "monitorcontrol"
cask "ngrok"
cask "obsidian"
cask "ollama"
cask "raycast"
cask "sf-symbols"
cask "vlc"
