tap "crisidev/chunkwm"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "kryptco/tap"

cask "java"
cask "xquartz"
brew "openssl"
brew "readline"
brew "aircrack-ng", link: false
brew "gdbm"
brew "python"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "bash-completion"
brew "bat"
brew "gmp"
brew "binwalk"
brew "bison"
brew "ghc"
brew "cabal-install"
brew "libffi"
brew "cask"
brew "ccat"
brew "cheat"
brew "chromedriver"
brew "cloc"
brew "clojure"
brew "coreutils"
brew "cowsay"
brew "libyaml"
brew "crystal"
brew "ctags"
brew "curl", link: true
brew "go"
brew "dep"
brew "dmenu"
brew "docker-machine", link: false
brew "exa"
brew "exif"
brew "fd"
brew "fdupes"
brew "fortune"
brew "fzf"
brew "gdb"
brew "git"
brew "glide"
brew "libksba"
brew "gnu-prolog"
brew "gnu-tar"
brew "gotags"
brew "libtool"
brew "graphviz", args: ["with-pango"]
brew "highlight"
brew "htop"
brew "irssi"
brew "jq"
brew "librdkafka"
brew "kafkacat"
brew "kibana"
brew "kompose"
brew "kubernetes-cli"
brew "libgda"
brew "python@2"
brew "libxml2", link: true
brew "llvm"
brew "lynx"
brew "macosvpn"
brew "mas"
brew "md5sha1sum"
brew "mit-scheme"
brew "protobuf"
brew "mitmproxy"
brew "mutt"
brew "mysql"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "pigz"
brew "pkg-config"
brew "postgresql"
brew "pv"
brew "ranger"
brew "reattach-to-user-namespace"
brew "recon-ng"
brew "redis"
brew "ripgrep"
brew "ruby-build"
brew "ruby-install"
brew "rustup-init"
brew "selenium-server-standalone"
brew "shellcheck"
brew "snappy"
brew "socat"
brew "sqlmap"
brew "swi-prolog"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "yara"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-autosuggestions"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/chunkwm"
brew "koekeishiya/formulae/khd"
brew "kryptco/tap/kr"

cask "alfred"
cask "binary-ninja"
cask "brave"
cask "burp-suite"
cask "ccmenu"
cask "cloudapp"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox-nightly"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "graphql-playground"
cask "hammerspoon"
cask "imageoptim"
cask "insomnia"
cask "karabiner-elements"
cask "keepassx"
cask "keybase"
cask "keycastr"
cask "libreoffice"
cask "minikube"
cask "ngrok"
cask "osxfuse"
cask "owasp-zap"
cask "postman"
cask "qutebrowser"
cask "rar"
cask "sequel-pro"
cask "signal"
cask "skitch"
cask "skype"
cask "softu2f"
cask "spotify"
cask "teensy"
cask "ubersicht"
cask "veracrypt"
cask "virtualbox"
cask "vlc"
cask "wireshark"
cask "zoomus"
cask "muzzle"
cask "kitty"

mas "1Password 7", id: 1333542190
mas "Monosnap", id: 540348655
mas "Reeder", id: 880001334
mas "uBlock", id: 1385985095
mas "Xcode", id: 497799835
mas "Amphetamine", id: 937984704
