tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "chruby"
brew "dimentium/autoraise/autoraise"
brew "exa"
brew "fd"
brew "felixkratz/formulae/sketchybar"
brew "fzf"
brew "highlight"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "vifm"
brew "zk"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "aerospace"
cask "arc"
cask "burp-suite-professional"
cask "dash"
cask "monitorcontrol"
cask "ngrok"
cask "obsidian"
cask "ollama"
cask "raycast"
cask "sf-symbols"
cask "vlc"
