{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "TrueZen.nvim": {
      "src": "https://github.com/Pocco81/TrueZen.nvim",
      "version": "'main'"
    },
    "barbar.nvim": {
      "src": "https://github.com/romgrk/barbar.nvim",
      "version": "1.0.0 - 2.0.0"
    },
    "better-escape.nvim": {
      "src": "https://github.com/max397574/better-escape.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "claudecode.nvim": {
      "src": "https://github.com/coder/claudecode.nvim"
    },
    "clipboard-image.nvim": {
      "src": "https://github.com/ekickx/clipboard-image.nvim",
      "version": "'main'"
    },
    "cmp-buffer": {
      "src": "https://github.com/hrsh7th/cmp-buffer"
    },
    "cmp-nvim-lsp": {
      "src": "https://github.com/hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "https://github.com/hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "https://github.com/saadparwaiz1/cmp_luasnip"
    },
    "contextfiles.nvim": {
      "src": "https://github.com/banjo/contextfiles.nvim"
    },
    "copilot.lua": {
      "src": "https://github.com/zbirenbaum/copilot.lua"
    },
    "copilot.vim": {
      "src": "https://github.com/github/copilot.vim"
    },
    "csv.vim": {
      "src": "https://github.com/chrisbra/csv.vim"
    },
    "edit-code-block.nvim": {
      "src": "https://github.com/dawsers/edit-code-block.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "file-line": {
      "src": "https://github.com/bogado/file-line"
    },
    "firenvim": {
      "src": "https://github.com/glacambre/firenvim"
    },
    "floaterm": {
      "src": "https://github.com/nvzone/floaterm"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fsread.nvim": {
      "src": "https://github.com/nullchilly/fsread.nvim"
    },
    "fzf": {
      "src": "https://github.com/junegunn/fzf"
    },
    "fzf.vim": {
      "src": "https://github.com/junegunn/fzf.vim"
    },
    "fzfx.nvim": {
      "src": "https://github.com/linrongbin16/fzfx.nvim",
      "version": "7.0.0 - 8.0.0"
    },
    "git-conflict.nvim": {
      "src": "https://github.com/akinsho/git-conflict.nvim",
      "version": ">=0.0.0"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "glow.nvim": {
      "src": "https://github.com/ellisonleao/glow.nvim"
    },
    "go.nvim": {
      "src": "https://github.com/ray-x/go.nvim"
    },
    "goyo.vim": {
      "src": "https://github.com/junegunn/goyo.vim"
    },
    "guihua.lua": {
      "src": "https://github.com/ray-x/guihua.lua"
    },
    "gx-extended.nvim": {
      "src": "https://github.com/rmagatti/gx-extended.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "iron.nvim": {
      "src": "https://github.com/Vigemus/iron.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim"
    },
    "limelight.vim": {
      "src": "https://github.com/junegunn/limelight.vim"
    },
    "lsp-zero.nvim": {
      "src": "https://github.com/VonHeikemen/lsp-zero.nvim",
      "version": "'v3.x'"
    },
    "lsp_signature.nvim": {
      "src": "https://github.com/ray-x/lsp_signature.nvim"
    },
    "lspkind.nvim": {
      "src": "https://github.com/onsails/lspkind.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "markdown-preview.nvim": {
      "src": "https://github.com/iamcco/markdown-preview.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mcphub.nvim": {
      "src": "https://github.com/ravitemer/mcphub.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/echasnovski/mini.nvim",
      "version": ">=0.0.0"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-cmp": {
      "src": "https://github.com/hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-ruby": {
      "src": "https://github.com/suketa/nvim-dap-ruby"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-devdocs": {
      "src": "https://github.com/luckasRanarison/nvim-devdocs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-pqf": {
      "src": "https://github.com/yorickpeterse/nvim-pqf"
    },
    "nvim-treesitter-endwise": {
      "src": "https://github.com/RRethy/nvim-treesitter-endwise"
    },
    "nvim-treesitter-refactor": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-refactor"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "nvim_json_graph_view": {
      "src": "https://github.com/Owen-Dechow/nvim_json_graph_view"
    },
    "obsidian.nvim": {
      "src": "https://github.com/epwalsh/obsidian.nvim",
      "version": ">=0.0.0"
    },
    "opencode.nvim": {
      "src": "https://github.com/sudo-tee/opencode.nvim"
    },
    "outline.nvim": {
      "src": "https://github.com/hedyhli/outline.nvim"
    },
    "oxocarbon.nvim": {
      "src": "https://github.com/nyoom-engineering/oxocarbon.nvim"
    },
    "playground": {
      "src": "https://github.com/nvim-treesitter/playground"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "popup.nvim": {
      "src": "https://github.com/nvim-lua/popup.nvim"
    },
    "render-markdown.nvim": {
      "src": "https://github.com/MeanderingProgrammer/render-markdown.nvim"
    },
    "repl.vim": {
      "src": "https://github.com/ujihisa/repl.vim"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "sqlite.lua": {
      "src": "https://github.com/kkharji/sqlite.lua"
    },
    "tabular": {
      "src": "https://github.com/godlygeek/tabular"
    },
    "telescope-file-browser.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-file-browser.nvim"
    },
    "telescope-frecency.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-frecency.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "toggle-checkbox.nvim": {
      "src": "https://github.com/opdavies/toggle-checkbox.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "undotree": {
      "src": "https://github.com/mbbill/undotree"
    },
    "vim-case-change": {
      "src": "https://github.com/icatalina/vim-case-change"
    },
    "vim-dadbod": {
      "src": "https://github.com/tpope/vim-dadbod"
    },
    "vim-dispatch": {
      "src": "https://github.com/tpope/vim-dispatch"
    },
    "vim-emoji": {
      "src": "https://github.com/junegunn/vim-emoji"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-grammarous": {
      "src": "https://github.com/rhysd/vim-grammarous"
    },
    "vim-matchup": {
      "src": "https://github.com/andymass/vim-matchup"
    },
    "vim-misc": {
      "src": "https://github.com/xolox/vim-misc"
    },
    "vim-multiple-cursors": {
      "src": "https://github.com/terryma/vim-multiple-cursors"
    },
    "vim-projectionist": {
      "src": "https://github.com/tpope/vim-projectionist"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-startuptime": {
      "src": "https://github.com/dstein64/vim-startuptime"
    },
    "vim-table-mode": {
      "src": "https://github.com/dhruvasagar/vim-table-mode"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vimproc.vim": {
      "src": "https://github.com/Shougo/vimproc.vim"
    },
    "vimshell.vim": {
      "src": "https://github.com/Shougo/vimshell.vim"
    },
    "vimwiki": {
      "src": "https://github.com/vimwiki/vimwiki"
    },
    "vista.vim": {
      "src": "https://github.com/liuchengxu/vista.vim"
    },
    "volt": {
      "src": "https://github.com/nvzone/volt"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "yarepl.nvim": {
      "src": "https://github.com/milanglacier/yarepl.nvim"
    },
    "zk-nvim": {
      "src": "https://github.com/mickael-menu/zk-nvim"
    }
  }
}
